кто такой уинстон

🤔 Формирую промпт...

⚠️ Ошибка API: (Request ID: Root=1-69c40546-24c2c0ce72c77630324082f0;c4a6fe4b-6c7c-46af-85c1-b7b8c2d06363)

Bad request: {'message': "The requested model 'Qwen/Qwen2.5-1.5B-Instruct' is not supported by any provider you have enabled.", 'type': 'invalid_request_error', 'param': 'model', 'code': 'model_not_supported'}

Контекст: [Tmpz8G64Ptc, Iii] Уинстону снилась мать. Насколько он помнил, мать исчезла, когда ему было лет десять-одиннадцать. Это была высокая женщина с роскошными светлыми волосами, величавая, неразговорчивая, медлительная в движениях. Отец запомнился ему хуже: темноволосый, худой, всегда в опрятном темном костюме (почему-то запомнились очень тонкие подошвы его туфель) и в очках. Судя по всему, обоих смела одна из первых больших чисток в 50-е годы. И вот мать сидела где-то под ним, в глубине, с его сестр...
